<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 a novější</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 a novější</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 a novější</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 a novější</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 a novější</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Aktualizace Microsoft Edge 1.3.119.43 and novější</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Aktualizace Microsoft Edge 1.3.128.0 a novější</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Aktualizace Microsoft Edge 1.3.127.1 a novější</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 a novější</string>
      <string id="Cat_Google">Microsoft Edge Update</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Update</string>
      <string id="Cat_Preferences">Předvolby</string>
      <string id="Cat_ProxyServer">Proxy server</string>
      <string id="Cat_Applications">Aplikace</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Přepis období pro automatické vyhledávání aktualizací</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Časové období během každého dne, kdy se má potlačit automatické vyhledávání aktualizací</string>
      <string id="Pol_DownloadPreference">Přepis třídy adresy URL pro stahování</string>
      <string id="DownloadPreference_DropDown">Adresy URL pro stahování do mezipaměti</string>
      <string id="Pol_ProxyMode">Zvolit způsob nastavení proxy serveru</string>
      <string id="Pol_ProxyServer">Adresa nebo URL proxy serveru</string>
      <string id="Pol_ProxyPacUrl">Adresa URL souboru .pac proxy serveru</string>
      <string id="Pol_DefaultAllowInstallation">Výchozí nastavení pro povolení instalace</string>
      <string id="Pol_AllowInstallation">Povolit instalaci</string>
      <string id="Pol_DefaultUpdatePolicy">Výchozí nastavení pro přepis zásad pro aktualizace</string>
      <string id="Pol_UpdatePolicy">Přepis zásad pro aktualizace</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Zabránit vytváření zástupců na ploše při výchozí instalaci</string>
      <string id="Pol_CreateDesktopShortcut">Zabránit vytváření zástupců na ploše při instalaci</string>
      <string id="Pol_TargetVersionPrefix">Přepsání cílové verze</string>
      <string id="Pol_RollbackToTargetVersion">Vrátit na určitou cílovou verzi</string>
      <string id="Pol_AllowSideBySideExperience">Povolit používání různých verzí prohlížeče Microsoft Edge vedle sebe</string>
      <string id="Explain_AllowSideBySideExperience">Tato zásada uživateli umožňuje používat vedle sebe Microsoft Edge (Edge HTML) a Microsoft Edge (založený na projektu Chromium).

Pokud je tato zásada nastavena na Nenakonfigurováno, pak Microsoft Edge (založený na projektu Chromium) poté, co proběhne jeho instalace z kanálu Stable a instalace aktualizací zabezpečení z listopadu 2019, nahradí Microsoft Edge (Edge HTML). Jedná se o stejné chování jako v případě nastavení Zakázáno.

Nastavení Zakázáno znemožní používání zmíněných verzí vedle sebe a Microsoft Edge (založený na projektu Chromium) poté, co proběhne jeho instalace z kanálu Stable a instalace aktualizací zabezpečení z listopadu 2019, nahradí Microsoft Edge (Edge HTML). Jedná se o stejné chování jako v případě nastavení Nenakonfigurováno.

Pokud je tato zásada povolena, Microsoft Edge (založený na projektu Chromium) a Microsoft Edge (Edge HTML) můžou po instalaci Microsoft Edge (založeného na projektu Chromium) fungovat vedle sebe.

Tato zásada skupiny bude účinná jen v případě, že k její konfiguraci dojde před automatickou instalací Microsoft Edge (založeného na projektu Chromium), kterou provádí služba Windows Update. Poznámka: Uživatel může automatickou aktualizaci Microsoft Edge (založeného na projektu Chromium) zablokovat pomocí sady nástrojů určené k tomuto účelu.</string>
      <string id="Part_AutoUpdateCheckPeriod">Interval vyhledávání aktualizací v minutách</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Hodina v rámci dne, od které se má potlačit vyhledávání aktualizací</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minuta v rámci hodiny, od které se má potlačit vyhledávání aktualizací</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Počet minut během každého dne, kdy se má potlačit vyhledávání aktualizací</string>
      <string id="Part_ProxyMode">Zvolit způsob nastavení proxy serveru</string>
      <string id="Part_ProxyServer">Adresa nebo URL proxy serveru</string>
      <string id="Part_ProxyPacUrl">Adresa URL souboru .pac proxy serveru</string>
      <string id="Part_UpdatePolicy">Zásada aktualizace</string>
      <string id="Part_TargetVersionPrefix">Cílová verze</string>
      <string id="Name_UpdatesEnabled">Vždy povolit aktualizace (doporučeno)</string>
      <string id="Name_ManualUpdatesOnly">Jen ruční aktualizace</string>
      <string id="Name_AutomaticUpdatesOnly">Jen bezobslužné automatické aktualizace</string>
      <string id="Name_UpdatesDisabled">Aktualizace zakázány</string>
      <string id="ProxyDisabled_DropDown">Nikdy nepoužívat proxy server</string>
      <string id="ProxyAutoDetect_DropDown">Automaticky zjišťovat nastavení proxy serveru</string>
      <string id="ProxyPacScript_DropDown">Používat skript .pac proxy serveru</string>
      <string id="ProxyFixedServers_DropDown">Používat pevné proxy servery</string>
      <string id="ProxyUseSystem_DropDown">Použít pevné nastavení proxy serveru</string>
      <string id="Explain_GoogleUpdate">Zásady pro řízení instalace a aktualizace Microsoft Edge přes Microsoft Edge Update</string>
      <string id="Explain_Preferences">Obecné zásady pro Microsoft Edge Update</string>
      <string id="Explain_AutoUpdateCheckPeriod">Pokud je tato zásada povolená, umožňuje nastavit minimální počet minut představující interval pro automatické vyhledávání aktualizací. Jinak bude platit výchozí nastavení, kdy se aktualizace automaticky vyhledávají každých 10 hodin.

  Pokud chcete automatické vyhledávání aktualizací úplně zakázat, nastavte hodnotu 0 (nedoporučuje se).</string>
      <string id="Explain_DownloadPreference">Pokud je toto nastavení povolené, pokusí se server Microsoft Edge Update ve svých odpovědích poskytovat pro datové části aktualizací adresy URL, které jsou vhodné pro mezipaměť.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Pokud tuto zásadu povolíte, vyhledávání aktualizací se každý den potlačí od času hodina:minuta na určitou dobu (v minutách). Tato doba nezohledňuje změny související s letním časem. Pokud je například počáteční čas nastavený na 22:00 a doba je nastavená na 480 minut, vyhledávání aktualizací se potlačí na přesně 8 hodin, a to bez ohledu na to, jestli během tohoto období začíná nebo končí letní čas.

  Pokud tuto zásadu zakážete nebo nenakonfigurujete, vyhledávání aktualizací se nepotlačí během žádného konkrétního období.</string>
      <string id="Explain_ProxyMode">Umožňuje určit nastavení proxy serveru, která bude používat Microsoft Edge Update.

  Pokud tuto zásadu povolíte, můžete si vybrat z následujících možností proxy serveru:
   – Pokud se rozhodnete nikdy nepoužívat proxy server a vždy se připojovat přímo, budou všechny ostatní možnosti ignorovány.
   – Pokud se rozhodnete používat systémové nastavení proxy serveru nebo automaticky zjišťovat proxy server, budou všechny ostatní možnosti ignorovány.
   – Pokud zvolíte režim pevného proxy serveru, můžete určit další možnosti v zásadě Adresa nebo URL proxy serveru.
   – Pokud se rozhodnete používat skript .pac proxy serveru, musíte určit adresu URL tohoto skriptu v zásadě Adresa URL souboru .pac proxy serveru.

  Pokud tuto zásadu povolíte, nebudou uživatelé ve vaší organizaci moct měnit nastavení proxy serveru ve službě Microsoft Edge Update.

  Pokud tuto zásadu zakážete nebo nenakonfigurujete, nebudou nakonfigurována žádná nastavení proxy serveru, ale uživatelé ve vaší organizaci si budou moct zvolit vlastní nastavení proxy serveru pro Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Umožňuje určit adresu URL proxy serveru pro Microsoft Edge Update, která se má používat.

  Pokud tuto zásadu povolíte, budete moct nastavit adresu URL proxy serveru, která se bude používat pro Microsoft Edge Update ve vaší organizaci.

  Tato zásada se použije jen v případě, že jste v zásadě Zvolit způsob nastavení proxy serveru vybrali ruční nastavení proxy serveru.

  Tuto zásadu nekonfigurujte, pokud jste v zásadě Zvolit způsob nastavení proxy serveru vybrali jiné nastavení proxy serveru než ruční.</string>
      <string id="Explain_ProxyPacUrl">Umožňuje určit adresu URL souboru automatické konfigurace proxy serveru (PAC).

Pokud tuto zásadu povolíte, můžete určit adresu URL souboru PAC k automatizaci způsobu, jakým Microsoft Edge Update vybírá odpovídající proxy server pro načtení konkrétního webu.

  Tato zásada se použije jen v případě, že jste v zásadě Zvolit způsob nastavení proxy serveru zadali ruční nastavení proxy serveru.

  Tuto zásadu nekonfigurujte, pokud jste v zásadě Zvolit způsob nastavení proxy serveru vybrali jiné nastavení proxy serveru než ruční.</string>
      <string id="Explain_Applications">Pro podporu aplikací Edge vydaných v budoucnu se bude vyžadovat aktualizovaná šablona ADMX/ADML.</string>
      <string id="Explain_DefaultAllowInstallation">Můžete určit výchozí chování pro všechny kanály týkající se povolení nebo blokování Microsoft Edge na zařízeních připojených k doméně.

U jednotlivých kanálů je možné toto nastavení přepsat povolením zásady Povolit instalaci.

Pokud tuto zásadu zakážete, instalace Microsoft Edge se zablokuje. Na instalaci softwaru Microsoft Edge to má vliv jen v případě, že není nakonfigurovaná zásada Povolit instalaci.

Tato zásada neznemožňuje spuštění služby Microsoft Edge Update ani uživatelům nebrání v instalaci softwaru Microsoft Edge jinými způsoby.</string>
      <string id="Explain_DefaultUpdatePolicy">Umožňuje určit výchozí chování všech kanálů týkající se způsobu, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge. Může být přepsáno u jednotlivých kanálů určením zásady Přepis zásad pro aktualizace pro tyto konkrétní kanály.

  Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
   – Vždy povolit aktualizace: Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
   – Jen bezobslužné automatické aktualizace: Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.
   – Jen ruční aktualizace: Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. 
   – Aktualizace zakázány: Aktualizace se nepoužijí nikdy.

  Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

  Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Přepis zásad pro aktualizace.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Umožňuje určit výchozí chování pro všechny kanály pro vytvoření zástupce na ploše při instalaci Microsoft Edge.

 Pokud tuto zásadu povolíte, při instalaci Microsoft Edge se vytvoří zástupce na ploše.
 Pokud tuto zásadu zakážete, při instalaci Microsoft Edge se nevytvoří žádný zástupce na ploše.
 Pokud tuto zásadu nenakonfigurujete, při instalaci se vytvoří zástupce na Microsoft Edge.
 Pokud je Microsoft Edge už nainstalovaný, nebude mít tato zásada žádný efekt.</string>
      <string id="Explain_CreateDesktopShortcut">Pokud povolíte tuto zásadu, vytvoří se při instalaci aplikace Microsoft Edge zástupce na ploše.
  Pokud tuto zásadu zakážete, nevytvoří se při instalaci aplikace Microsoft Edge žádný zástupce na ploše.
  Pokud tuto zásadu nenakonfigurujete, vytvoří se při instalaci aplikace Microsoft Edge zástupce na ploše.
Pokud je aplikace Microsoft Edge už nainstalovaná, nebude mít tato zásada žádný vliv.

  Pokud tuto zásadu nenakonfigurujete u určitého kanálu, bude vytvoření zástupce při instalaci aplikace Microsoft Edge určovat zásada Zabránit vytváření zástupců na ploše při výchozí instalaci.</string>
      <string id="Explain_WebView">Specifikuje zásady pro WebView v Microsoft Edge.</string>
      <string id="Explain_WebView_AutoUpdate">Umožňuje určit, jestli se mají povolit automatické aktualizace pro Microsoft Edge WebView. Microsoft Edge WebView je součást používaná aplikacemi k zobrazení webového obsahu.
  Automatické aktualizace jsou ve výchozím nastavení povolené. Vypnutí automatických aktualizací pro Microsoft Edge WebView může způsobit problémy s kompatibilitou aplikací, které jsou na této součásti závislé.

  Pokud tuto zásadu povolíte, Microsoft Edge Update provede aktualizaci Microsoft Edge WebView podle toho, jak nakonfigurujete následující možnosti:
  - Vždy povolit aktualizace: aktualizace se automaticky stáhnou a použijí
  - Aktualizace vypnuté: aktualizace se nestahují ani nepoužívají

  Pokud tuto zásadu nepovolíte, aktualizace se budou automaticky stahovat a používat.</string>
      <string id="Explain_WebView_Install">Umožňuje určit, jestli je možné Microsoft Edge WebView nainstalovat přes Microsoft Edge Update.

  - Pokud tuto zásadu povolíte, uživatelé budou moct Microsoft Edge WebView instalovat přes Microsoft Edge Update.
  - Pokud tuto zásadu zakážete, uživatelé nebudou moct Microsoft Edge WebView instalovat přes Microsoft Edge Update.
  - Pokud tuto zásadu nenakonfigurujete, pak o tom, jestli uživatelé můžou Microsoft Edge WebView instalovat přes Microsoft Edge Update, rozhoduje výchozí konfigurace zásady Výchozí nastavení pro povolení instalace.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge WebView se aktualizuje na verzi určenou hodnotou této zásady.
  Hodnota zásady musí odpovídat konkrétní verzi Microsoft Edge WebView, např. 83.0.499.12. Pokud je na zařízení už nainstalovaná vyšší verze, Microsoft Edge WebView zůstane ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

  Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Microsoft Edge WebView zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte, instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete, instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

  Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
   – Vždy povolit aktualizace: Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
   – Jen bezobslužné automatické aktualizace: Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.
   – Jen ruční aktualizace: Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
   – Aktualizace zakázány: Aktualizace se nepoužijí nikdy.

  Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

  Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace. More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Určuje, jestli má Microsoft Edge Update vrátit instalace Microsoft Edge na verzi uvedenou v zásadě Přepsání cílové verze.

Tato zásada je neúčinná, pokud není nastavená zásada Přepsání cílové verze a pokud zásada Přepis zásad pro aktualizace nemá jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Jen bezobslužné automatické aktualizace, Jen ruční aktualizace).

Pokud tuto zásadu zakážete nebo nenakonfigurujete, instalace, které mají vyšší verzi, než určuje zásada Přepsání cílové verze, zůstanou beze změny.

Pokud tuto zásadu povolíte, instalace s aktuální verzí vyšší, než určuje zásada Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge, aby byli chráněni prostřednictvím nejnovějších aktualizací zabezpečení. Návrat ke starším verzím s sebou nese riziko, že budou vystaveni známým problémům se zabezpečením. Účelem této zásady je fungovat jako dočasné řešení potíží s aktualizací Microsoft Edge.

Než se dočasně vrátíte k předchozí verzi prohlížeče, doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032), a to pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, vzniká riziko trvalé ztráty údajů o procházení. Tuto zásadu používáte na vlastní nebezpečí.

Poznámka: Všechny verze, které umožňují návrat, najdete na stránce https://aka.ms/EdgeEnterprise.

Tato zásada je k dispozici pouze u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Tato zásada se vztahuje na Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918. Tuto zásadu poskytujeme jako dočasné opatření pro případ, že by správci ve velkých podnicích potřebovali z firemních důvodů provést downgrade. Měla by se používat nejaktuálnější verze, aby uživatelé byli chráněni nejnovějšími aktualizacemi zabezpečení. Při downgradu na starší verze může docházet k nekompatibilitám.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte, instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete, instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

  Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
   – Vždy povolit aktualizace: Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
   – Jen bezobslužné automatické aktualizace: Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.
   – Jen ruční aktualizace: Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
   – Aktualizace zakázány: Aktualizace se nepoužijí nikdy.

  Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

  Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace. More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Určuje, jestli má Microsoft Edge Update vrátit instalace Microsoft Edge na verzi uvedenou v zásadě Přepsání cílové verze.

Tato zásada je neúčinná, pokud není nastavená zásada Přepsání cílové verze a pokud zásada Přepis zásad pro aktualizace nemá jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Jen bezobslužné automatické aktualizace, Jen ruční aktualizace).

Pokud tuto zásadu zakážete nebo nenakonfigurujete, instalace, které mají vyšší verzi, než určuje zásada Přepsání cílové verze, zůstanou beze změny.

Pokud tuto zásadu povolíte, instalace s aktuální verzí vyšší, než určuje zásada Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge, aby byli chráněni prostřednictvím nejnovějších aktualizací zabezpečení. Návrat ke starším verzím s sebou nese riziko, že budou vystaveni známým problémům se zabezpečením. Účelem této zásady je fungovat jako dočasné řešení potíží s aktualizací Microsoft Edge.

Než se dočasně vrátíte k předchozí verzi prohlížeče, doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032), a to pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, vzniká riziko trvalé ztráty údajů o procházení. Tuto zásadu používáte na vlastní nebezpečí.

Poznámka: Všechny verze, které umožňují návrat, najdete na stránce https://aka.ms/EdgeEnterprise.

Tato zásada je k dispozici pouze u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Tato zásada se vztahuje na Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918. Tuto zásadu poskytujeme jako dočasné opatření pro případ, že by správci ve velkých podnicích potřebovali z firemních důvodů provést downgrade. Měla by se používat nejaktuálnější verze, aby uživatelé byli chráněni nejnovějšími aktualizacemi zabezpečení. Při downgradu na starší verze může docházet k nekompatibilitám.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte, instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete, instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

  Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
   – Vždy povolit aktualizace: Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
   – Jen bezobslužné automatické aktualizace: Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.
   – Jen ruční aktualizace: Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
   – Aktualizace zakázány: Aktualizace se nepoužijí nikdy.

  Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

  Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace. More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Určuje, jestli má Microsoft Edge Update vrátit instalace Microsoft Edge na verzi uvedenou v zásadě Přepsání cílové verze.

Tato zásada je neúčinná, pokud není nastavená zásada Přepsání cílové verze a pokud zásada Přepis zásad pro aktualizace nemá jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Jen bezobslužné automatické aktualizace, Jen ruční aktualizace).

Pokud tuto zásadu zakážete nebo nenakonfigurujete, instalace, které mají vyšší verzi, než určuje zásada Přepsání cílové verze, zůstanou beze změny.

Pokud tuto zásadu povolíte, instalace s aktuální verzí vyšší, než určuje zásada Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge, aby byli chráněni prostřednictvím nejnovějších aktualizací zabezpečení. Návrat ke starším verzím s sebou nese riziko, že budou vystaveni známým problémům se zabezpečením. Účelem této zásady je fungovat jako dočasné řešení potíží s aktualizací Microsoft Edge.

Než se dočasně vrátíte k předchozí verzi prohlížeče, doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032), a to pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, vzniká riziko trvalé ztráty údajů o procházení. Tuto zásadu používáte na vlastní nebezpečí.

Poznámka: Všechny verze, které umožňují návrat, najdete na stránce https://aka.ms/EdgeEnterprise.

Tato zásada je k dispozici pouze u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Tato zásada se vztahuje na Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918. Tuto zásadu poskytujeme jako dočasné opatření pro případ, že by správci ve velkých podnicích potřebovali z firemních důvodů provést downgrade. Měla by se používat nejaktuálnější verze, aby uživatelé byli chráněni nejnovějšími aktualizacemi zabezpečení. Při downgradu na starší verze může docházet k nekompatibilitám.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte, instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete, instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

  Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
   – Vždy povolit aktualizace: Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
   – Jen bezobslužné automatické aktualizace: Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.
   – Jen ruční aktualizace: Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
   – Aktualizace zakázány: Aktualizace se nepoužijí nikdy.

  Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

  Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace. More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Určuje, jestli má Microsoft Edge Update vrátit instalace Microsoft Edge na verzi uvedenou v zásadě Přepsání cílové verze.

Tato zásada je neúčinná, pokud není nastavená zásada Přepsání cílové verze a pokud zásada Přepis zásad pro aktualizace nemá jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Jen bezobslužné automatické aktualizace, Jen ruční aktualizace).

Pokud tuto zásadu zakážete nebo nenakonfigurujete, instalace, které mají vyšší verzi, než určuje zásada Přepsání cílové verze, zůstanou beze změny.

Pokud tuto zásadu povolíte, instalace s aktuální verzí vyšší, než určuje zásada Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge, aby byli chráněni prostřednictvím nejnovějších aktualizací zabezpečení. Návrat ke starším verzím s sebou nese riziko, že budou vystaveni známým problémům se zabezpečením. Účelem této zásady je fungovat jako dočasné řešení potíží s aktualizací Microsoft Edge.

Než se dočasně vrátíte k předchozí verzi prohlížeče, doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032), a to pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, vzniká riziko trvalé ztráty údajů o procházení. Tuto zásadu používáte na vlastní nebezpečí.

Poznámka: Všechny verze, které umožňují návrat, najdete na stránce https://aka.ms/EdgeEnterprise.

Tato zásada je k dispozici pouze u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Tato zásada se vztahuje na Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918. Tuto zásadu poskytujeme jako dočasné opatření pro případ, že by správci ve velkých podnicích potřebovali z firemních důvodů provést downgrade. Měla by se používat nejaktuálnější verze, aby uživatelé byli chráněni nejnovějšími aktualizacemi zabezpečení. Při downgradu na starší verze může docházet k nekompatibilitám.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Určuje, jestli je možné na zařízení připojená k doméně nainstalovat určitý kanál Microsoft Edge.

  Pokud tuto zásadu pro určitý kanál povolíte, instalace Microsoft Edge se nezablokuje.

  Pokud tuto zásadu pro určitý kanál zakážete, instalace Microsoft Edge se zablokuje.

  Pokud tuto zásadu pro určitý kanál nenakonfigurujete, pak o tom, jestli si můžou uživatelé daný kanál Microsoft Edge nainstalovat, rozhoduje konfigurace zásady Výchozí nastavení pro povolení instalace.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Určuje, jak Microsoft Edge Update zpracovává dostupné aktualizace pro Microsoft Edge.

  Pokud tuto zásadu povolíte, Microsoft Edge Update bude aktualizace pro Microsoft Edge zpracovávat podle toho, kterou z následujících možností nakonfigurujete:
   – Vždy povolit aktualizace: Zjištěné aktualizace se vždy použijí, ať už k jejich nalezení dojde při pravidelném, nebo ručně spuštěném vyhledávání aktualizací.
   – Jen bezobslužné automatické aktualizace: Aktualizace se použijí jen v případě, že k jejich nalezení dojde při pravidelném vyhledávání aktualizací.
   – Jen ruční aktualizace: Aktualizace se použijí jen v případě, že vyhledávání aktualizací spustil ručně uživatel. (Rozhraní pro tuto možnost neposkytují všechny aplikace.)
   – Aktualizace zakázány: Aktualizace se nepoužijí nikdy.

  Pokud vyberete ruční aktualizace, nezapomeňte aktualizace pravidelně vyhledávat pomocí příslušného mechanismu v aplikaci, pokud je k dispozici. Pokud aktualizace zakážete, pak je pravidelně vyhledávejte a distribuujte uživatelům.

  Pokud nastavení této zásady nepovolíte a nenakonfigurujete, Microsoft Edge Update zpracovává dostupné aktualizace podle zásady Výchozí nastavení pro přepis zásad pro aktualizace. More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Když je tato zásada povolená a automatické aktualizace také, Microsoft Edge se aktualizuje na verzi určenou hodnotou této zásady.

Hodnota zásady musí odpovídat konkrétní verzi prohlížeče Edge, např. 83.0.499.12.

Pokud je na zařízení už nainstalovaná vyšší verze, zůstane Microsoft Edge ve vyšší verzi a nepřeinstaluje se na starší verzi určenou hodnotou zásady.

Pokud konkrétní verze neexistuje, nebo je ve špatném formátu, Edge zůstane ve své současné verzi a nebude se automaticky aktualizovat na novější verze.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Určuje, jestli má Microsoft Edge Update vrátit instalace Microsoft Edge na verzi uvedenou v zásadě Přepsání cílové verze.

Tato zásada je neúčinná, pokud není nastavená zásada Přepsání cílové verze a pokud zásada Přepis zásad pro aktualizace nemá jeden ze stavů ZAPNUTO (Vždy povolit aktualizace, Jen bezobslužné automatické aktualizace, Jen ruční aktualizace).

Pokud tuto zásadu zakážete nebo nenakonfigurujete, instalace, které mají vyšší verzi, než určuje zásada Přepsání cílové verze, zůstanou beze změny.

Pokud tuto zásadu povolíte, instalace s aktuální verzí vyšší, než určuje zásada Přepsání cílové verze, se downgradují na cílovou verzi.

Doporučujeme, aby si uživatelé nainstalovali nejnovější verzi prohlížeče Microsoft Edge, aby byli chráněni prostřednictvím nejnovějších aktualizací zabezpečení. Návrat ke starším verzím s sebou nese riziko, že budou vystaveni známým problémům se zabezpečením. Účelem této zásady je fungovat jako dočasné řešení potíží s aktualizací Microsoft Edge.

Než se dočasně vrátíte k předchozí verzi prohlížeče, doporučujeme zapnout synchronizaci (https://go.microsoft.com/fwlink/?linkid=2133032), a to pro všechny uživatele ve vaší organizaci. Pokud synchronizaci nezapnete, vzniká riziko trvalé ztráty údajů o procházení. Tuto zásadu používáte na vlastní nebezpečí.

Poznámka: Všechny verze, které umožňují návrat, najdete na stránce https://aka.ms/EdgeEnterprise.

Tato zásada je k dispozici pouze u instancí Windows, které jsou připojené k doméně Microsoft® Active Directory®.

Tato zásada se vztahuje na Microsoft Edge verze 86 nebo novější.

Další informace viz https://go.microsoft.com/fwlink/?linkid=2133918. Tuto zásadu poskytujeme jako dočasné opatření pro případ, že by správci ve velkých podnicích potřebovali z firemních důvodů provést downgrade. Měla by se používat nejaktuálnější verze, aby uživatelé byli chráněni nejnovějšími aktualizacemi zabezpečení. Při downgradu na starší verze může docházet k nekompatibilitám.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Interval vyhledávání aktualizací v minutách</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hodina</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuta</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Trvání</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ adresy URL pro stahování k vyžádání</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Zvolit způsob nastavení proxy serveru
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adresa nebo URL proxy serveru</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Adresa URL souboru .pac proxy serveru</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zásada aktualizace</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zásada aktualizace</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Cílová verze</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>